    const list = [
      {
        author: "Пушкин А.С.",
        book: ["Стихи и поэмы", "Дубровский", "Евгений Онегин"]
      },
      {
        author: "Булгаков М.А.",
        book: ["Мастер и Маргарита", "Белая гвардия"]
      },
      {
        author: "Достоевский Ф.М.",
        book: ["Игрок", "Идиот", "Преступление и наказание"]
      }
    ];
	
	const dict = {
      "Пушкин А.С.": ["Стихи и поэмы", "Дубровский", "Евгений Онегин"],
      "Булгаков М.А.": ["Мастер и Маргарита", "Белая гвардия"],
      "Достоевский Ф.М.": ["Игрок", "Идиот", "Преступление и наказание"]
    };
	
	const books = [
      {
        title : 'Мастер и Маргарита',
        author: 'Булгаков М.А.',
        price: 581.50
      },
      {
       title :  'Белая гвардия',
       author: 'Булгаков М.А.', 
       price: 600.00
      },
      {
        title : 'Война и мир', 
        author: 'Толстой Л.Н.',
        price: 899.99
      },
      {
        title : 'Анна Каренина',
        author: 'Толстой Л.Н.', 
        price: 450.10},
      {
        title : 'Игрок',
        author: 'Достоевский Ф.М.',
        price:  234.55
      }
    ];
	